[
    {
        "id": 33260,
        "cover": {
            "id": 129073,
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2rld.jpg"
        },
        "genres": [
            {
                "id": 15,
                "name": "Strategy"
            },
            {
                "id": 32,
                "name": "Indie"
            }
        ],
        "name": "The Fifth Expedition",
        "summary": "Guide your team of explorers into the treacherous depths of an ancient machine. \n \nOn a mission to restore the old mechanisms to life and to save your people on the surface, who rely on the age old construct for food and shelter."
    },
    {
        "id": 40104,
        "genres": [
            {
                "id": 5,
                "name": "Shooter"
            }
        ],
        "name": "Dogou Souken",
        "summary": "An overhead-view shoot'em up game."
    },
    {
        "id": 85031,
        "cover": {
            "id": 61466,
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/yektasaxw6l4ejte7ljb.jpg"
        },
        "genres": [
            {
                "id": 9,
                "name": "Puzzle"
            }
        ],
        "name": "City Mysteries",
        "summary": "Search buildings, streets, landmarks as you seek and find hidden objects in New York, Paris, Moscow and London!"
    },
    {
        "id": 161757,
        "name": "Earth Defense Force: World Brothers - Riho Futaba, Merry Santa Costume",
        "summary": "Riho Futaba (voiced by Yuko Goto), a virtual idol who has appeared in numerous video games including the \"Dream Club\" series, is now joining the EDF. And what's more, she's appearing in Santa Costume. She also comes equipped with an exclusive weapon available only with this content."
    },
    {
        "id": 35481,
        "genres": [
            {
                "id": 31,
                "name": "Adventure"
            },
            {
                "id": 32,
                "name": "Indie"
            }
        ],
        "name": "Hare In The Hat",
        "summary": "Evil magician holds the Hare imprisoned. Your quest is to save him!\nJoin the fabulous adventure in perfect mix of hidden object, puzzle and room escape genres!"
    },
    {
        "id": 139538,
        "cover": {
            "id": 117024,
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2iao.jpg"
        },
        "genres": [
            {
                "id": 32,
                "name": "Indie"
            }
        ],
        "name": "sun machine",
        "summary": "a story of dark days, chronic fatigue, optimism, and nostalgia"
    },
    {
        "id": 33284,
        "genres": [
            {
                "id": 32,
                "name": "Indie"
            }
        ],
        "name": "One way to exit",
        "summary": "Move forward or backward in search of an exit, but remember, if you started moving you can not stop, and in any case, do not touch the walls, otherwise you have to start all over again."
    },
    {
        "id": 89616,
        "cover": {
            "id": 192106,
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/co448a.jpg"
        },
        "genres": [
            {
                "id": 9,
                "name": "Puzzle"
            },
            {
                "id": 33,
                "name": "Arcade"
            }
        ],
        "name": "Bubble Whirl Shooter",
        "summary": "Shoot bubbles and match colors to pop your way up to victory in this bubble shooting adventure, win magic keys to unlock more secret colorful bubble world, it’s time to enjoy the endless bubble shooting fun!"
    },
    {
        "id": 104748,
        "name": "Space station - build your own ISS"
    },
    {
        "id": 146815,
        "cover": {
            "id": 139338,
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2zii.jpg"
        },
        "genres": [
            {
                "id": 9,
                "name": "Puzzle"
            }
        ],
        "name": "Parking Lot Maze",
        "summary": "Parking Lot Maze is a puzzle game where as a parking lot manager, you need to free cars from gridlock before the stress level hits the roof."
    },
    {
        "id": 85450,
        "name": "Transformers Prime: The Game"
    },
    {
        "id": 135938,
        "cover": {
            "id": 111232,
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/co2dts.jpg"
        },
        "genres": [
            {
                "id": 13,
                "name": "Simulator"
            },
            {
                "id": 32,
                "name": "Indie"
            }
        ],
        "name": "a sunny day in lockdown",
        "summary": "a sketch of a spring day in self-isolation"
    },
    {
        "id": 91579,
        "name": "Racing Live"
    },
    {
        "id": 126622,
        "cover": {
            "id": 193622,
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/co45ee.jpg"
        },
        "genres": [
            {
                "id": 31,
                "name": "Adventure"
            },
            {
                "id": 32,
                "name": "Indie"
            }
        ],
        "name": "Long Count",
        "summary": "Sierra-style Point & Click Adventure"
    },
    {
        "id": 58674,
        "cover": {
            "id": 83799,
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1snr.jpg"
        },
        "genres": [
            {
                "id": 14,
                "name": "Sport"
            },
            {
                "id": 33,
                "name": "Arcade"
            }
        ],
        "name": "PKTBALL",
        "summary": "A hyper-charged arcade smash sport designed to test your skills and reflexes to the max. Fight your way through the leaderboard and become a PKTBALL master!",
        "videos": [
            30914
        ]
    },
    {
        "id": 155915,
        "cover": {
            "id": 186564,
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/co3zyc.jpg"
        },
        "genres": [
            {
                "id": 31,
                "name": "Adventure"
            },
            {
                "id": 32,
                "name": "Indie"
            }
        ],
        "name": "Freus",
        "summary": "Freus is a 2D platform adventure game. You will complete your revenge with the abilities given by THE devil in impressive pieces adventures."
    },
    {
        "id": 174288,
        "name": "Apollo LM",
        "summary": "3D fly and land the Apollo Lunar Module on the moon! Easy and precise control with one finger. Real moon topology mapping. Rewrite humanity's greatest achievement and... Land the 1st woman on the moon! Place your country's flag on the moon! Apollo mission dialogue voices transcription. Be Miss or Mr Armstrong. Evolve your Astronaut level. Evolve the Lunar Module. Challenge your astronaut friends through the Game Center."
    },
    {
        "id": 174291,
        "name": "Minar",
        "summary": "Take mine-sweeping to the next dimension with Minar. Challenge your brain with 4 game modes, including a classic 2d board just like you remember it! Battle for the highest ranks in the Global Leaderboards! Be the quickest (or smartest) in the world and make your mark! Earn over 40 unique Achievements as you play. Minar is a relaxing 3d puzzle game on the style of 'minesweeper'. The 3rd dimension adds an additional degree of challenge which makes Minar truly unique. The game comes packed with game modes and difficulties, and supports multiple customizations (including themes and skins). Once yours, the game is completely unlocked for you to enjoy to its fullest!"
    },
    {
        "id": 78193,
        "cover": {
            "id": 81698,
            "url": "//images.igdb.com/igdb/image/upload/t_thumb/co1r1e.jpg"
        },
        "genres": [
            {
                "id": 10,
                "name": "Racing"
            }
        ],
        "name": "Test Drive",
        "summary": "Test Drive is a racing game developed by Pitbull Syndicate. In Test Drive, you play as Dennis Black, a street racer who is contacted by a wheelchair-bound man and hired to race in his place in a series of underground street races known as \"test drives\". \n \nThis edition of Test Drive has some improvements over it's predecessor, Test Drive 6. This time around there is a story driven mode, called \"The Underground.\" You take the role of Dennis Black, an independent street racer who improves his standing in the underground street racing world with the help of a mysterious benefactor."
    },
    {
        "id": 48468,
        "genres": [
            {
                "id": 14,
                "name": "Sport"
            }
        ],
        "name": "Home Run Nighter '90: The Pennant League",
        "summary": "Home Run Night '90: The Pennant League is a Sports game, developed and published by Data East, which was released in Japan in 1990."
    }
]